export default {
	Index: {
		Hero: {
			h5: "به بی خانمان ها امید بدهید!",
			heading: "کمک به یکدیگر می‌تواند جهان را بهتر کند",
			h6: "ما در سراسر جهان به دنبال تغییردهندگان جهان و افرادی هستیم که تفاوت ایجاد می‌کنند، و آن‌ها را برای به دست آوردن هدف منحصر به فرد خود تجهیز می‌کنیم.",
			"main-cta": "اکنون کمک کنید!",
			"secondary-cta": "درباره ما بیشتر بدانید",
		},
		About: {
			title: "درباره ما",
			heading: "حمایت شما بسیار قدرتمند است.",
			content:
				"راز خوشبختی در کمک به دیگران است. هرگز ارزش تأثیری که شما می‌توانید در زندگی نیازمندان، مورد ضربه و بی‌پناهان داشته باشید را اندازه‌گیری نکنید.",
			"read-more": "بیشتر بخوانید",
		},
		Welcome: {
			title: "خوش آمدید به خیریه",
			heading: "بیاید تفاوتی ایجاد کنیم",
			content:
				"به خیریه خوش آمدید، جایی که هر اقدامی به ساختن فرداي روشن‌تری کمک می‌کند. با هم می‌توانیم جوامع را بالا ببریم، امید را الهام بخشیم و تغییر دائمی را ایجاد کنیم.",
			Mission: {
				title: "ماموریت ما",
				content:
					"ما به مأموریت خود متعهدیم. مأموریتی که به ایجاد آینده‌ای روشن و ایمن برای کودکان می‌پردازد.",
			},
			Vision: {
				title: "چشم انداز ما",
				content:
					"ما به چشم اندازی متعهدیم. یک جامعه‌ای که همه اعضایش به طور برابر در آن شرکت کنند.",
			},
			Donations: "دونیت ها",
			Medical_Help: "کمک‌های پزشکی",
			Missions: {
				"1": "با هم، آینده‌ای روشن می‌سازیم",
				"2": "کودکان را که می‌توانیم همه نیازهایشان را برآورده کنیم",
				"3": "آنها را از جهان خشکسالی محافظت می‌کنیم",
				"4": "ما قدمی برمی‌داریم و شروع به تغییر دنیا می‌کنیم",
				"5": "آنها را از جنگ و بی‌انسانیت محافظت می‌کنیم",
			},
		},
		Causes: {
			title: "جدیدترین کمپین ها",
			subTitle: "کمپین های محبوب را پیدا کنید",
		},
		Testimonials: {
			title: "نظرات ما",
			subTitle: "آنچه مردم می‌گویند",
		},
		FunFacts: {
			title: "اطلاعات جذاب ما",
			subTitle: "ما باور داریم که با شما می‌توانیم جان‌های بیشتری را نجات دهیم",
			Facts: [
				{
					title: "افراد کمک شده",
				},
				{
					title: "داوطلب",
				},
				{
					title: "افراد فقیر نجات یافته",
				},
				{
					title: "کشور اعضا",
				},
			],
		},
		Articles: {
			title: "جدیدترین مقاله ها",
			subTitle: "مقاله هایی که ممکن است بخوانید",
		},
	},
	Navbar: {
		home: "صفحه اصلی",
		causes: "کمپین ها",
		about: "درباره ما",
		contact: "ارتباط با ما",
		blog: "وبلاگ",
		Language: {
			farsi: "فارسی",
			english: "انگلیسی",
		},
		login: "ورود به سایت",
	},
	Footer: {
		keep_in_touch: "با ما در ارتباط باشید!",
		reponse_rate:
			"ما را در هر یک از این پلتفرم‌ها پیدا کنید، ما در 1-2 روز کاری پاسخ می‌دهیم.",
		useful_links: "لینک‌های مفید",
		UseFulLinks: {
			home: "صفحه اصلی",
			causes: "کمپین ها",
			blog: "وبلاگ ما",
			photo_gallery: "گالری تصاویر",
		},
		other_resources: "منابع دیگر",
		OtherResuorces: {
			about: "درباره",
			contact: "تماس با ما",
		},
		address: "آدرس",
		Address: "خیابان پاسداران، خیابان امام، پلاک ۱۲۳",
		copy_right: {
			text: "توسعه یافته با ☕ توسط",
			author: "سینا شفیعی",
		},
	},
	lorem:
		"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
	DummyCard: {
		category: "پزشکی",
		title: "کمک به درمان کودکان فقیر",
		content:
			"حمایت از کودکان نیازمند به درمان پزشکی، یک عمل خیریه ستودنی است. زمانی که همه اینها را بررسی می‌کنیم، متوجه می‌شویم که باید در جایی به عنوان یک ضرورت حل بشوند و از راه‌های تفاوت در زندگی لذت ببرند.",
		donation: "کمک‌ها",
		raised: "جمع‌آوری شده: ۶۰۰ دلار",
		goal: "هدف: ۱,۰۰۰ دلار",
		donate: "دونیت کنید!",
	},
	DummyTestimonial: {
		author: "کامرون ویلیامسون",
		job: "بنیان‌گذار",
		text: "واقعاً از تأثیر این خیریه بر زندگی‌های انبوهی که دیده‌ام، سپاس‌گزارم. پیگیری‌شان برای ایجاد تغییر در جهان الهام‌بخش است. من با شاهد بودن تغییرات مثبتی که به جوامع نیازمند به وجود می‌آورند، شخصاً مواجه شده‌ام. حمایت از این خیریه تنها یک کمک مالی نیست؛ بلکه یک سرمایه‌گذاری در یک آینده روشن برای همه است.",
	},
	DummyArticle: {
		author: "استر هاوارد",
		title: "اثرات خیریه: انتظارات در برابر واقعیت",
		text: "در حوزهٔ اهدای خیریه، اثرات غالباً انتظارات را فراتر می‌راند. هر کمکی، چه بزرگ چه کوچک، قدرتی دارد که زندگی‌ها را تغییر دهد. از فراهم کردن پناهگاه برای بی‌خانمان‌ها تا ارائه آموزش به کودکان فقیر، هر عمل مهربانی در زندگی افراد نیازمند اثرات عمیقی دارد. با ما در ایجاد تغییر امروز همراه شوید.",
		read_more: "ادامه مطلب",
	},
} as const;
