export default {
	Index: {
		Hero: {
			h5: "به بی خانمان ها امید بدهید!",
			heading: "کمک به یکدیگر می‌تواند جهان را بهتر کند",
			h6: "ما در سراسر جهان به دنبال تغییردهندگان جهان و افرادی هستیم که تفاوت ایجاد می‌کنند، و آن‌ها را برای به دست آوردن هدف منحصر به فرد خود تجهیز می‌کنیم.",
			"main-cta": "اکنون کمک کنید!",
			"secondary-cta": "درباره ما بیشتر بدانید",
		},
		About: {
			title: "درباره ما",
			heading: "حمایت شما بسیار قدرتمند است.",
			content:
				"راز خوشبختی در کمک به دیگران است. هرگز ارزش تأثیری که شما می‌توانید در زندگی نیازمندان، مورد ضربه و بی‌پناهان داشته باشید را اندازه‌گیری نکنید.",
			"read-more": "بیشتر بخوانید",
		},
	},
	Navbar: {
		home: "صفحه اصلی",
		causes: "کمپین ها",
		about: "درباره",
		contact: "ارتباط",
		blog: "وبلاگ",
		Language: {
			farsi: "فارسی",
			english: "انگلیسی",
		},
	},
	lorem:
		"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
} as const;
